Repository: xxshubhamxx/cmux-panecho
Catalog: Packages/macOS/CmuxSettingsUI/Sources/CmuxSettingsUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.automation.rules.note
source: Rules live in ~/.cmuxterm/automations.json. Edit the JSON directly, then reload the running engine. The cmux automation CLI remains available for test and log diagnostics.
ar: توجد القواعد في ~/.cmuxterm/automations.json. حرّر ملف JSON مباشرة، ثم أعد تحميل المحرك قيد التشغيل. تظل واجهة سطر الأوامر `cmux automation` متاحة للاختبار وتشخيص السجلات.
bs: Pravila se nalaze u ~/.cmuxterm/automations.json. Uredite JSON direktno, zatim ponovo učitajte pokrenuti mehanizam. CLI `cmux automation` ostaje dostupan za testiranje i dijagnostiku zapisa.
da: Regler findes i ~/.cmuxterm/automations.json. Rediger JSON-filen direkte, og genindlæs derefter den kørende motor. CLI'en `cmux automation` er fortsat tilgængelig til test og logdiagnostik.
de: Regeln befinden sich in ~/.cmuxterm/automations.json. Bearbeite die JSON-Datei direkt und lade anschließend die laufende Engine neu. Die CLI `cmux automation` bleibt für Tests und Logdiagnosen verfügbar.
es: Las reglas se guardan en ~/.cmuxterm/automations.json. Edita el JSON directamente y después recarga el motor en ejecución. La CLI `cmux automation` sigue disponible para pruebas y diagnóstico de registros.
fr: Les règles se trouvent dans ~/.cmuxterm/automations.json. Modifiez directement le fichier JSON, puis rechargez le moteur en cours d’exécution. La CLI `cmux automation` reste disponible pour les tests et le diagnostic des journaux.
it: Le regole si trovano in ~/.cmuxterm/automations.json. Modifica direttamente il JSON, quindi ricarica il motore in esecuzione. La CLI `cmux automation` resta disponibile per test e diagnostica dei log.
ja: ルールは ~/.cmuxterm/automations.json にあります。JSON を直接編集してから、実行中のエンジンを再読み込みしてください。テストやログ診断には引き続き `cmux automation` CLI を使用できます。
km: ច្បាប់ស្ថិតនៅក្នុង ~/.cmuxterm/automations.json។ កែសម្រួល JSON ដោយផ្ទាល់ រួចផ្ទុកម៉ាស៊ីនដែលកំពុងដំណើរការឡើងវិញ។ CLI `cmux automation` នៅតែអាចប្រើសម្រាប់ការសាកល្បង និងវិនិច្ឆ័យកំណត់ហេតុ។
ko: 규칙은 ~/.cmuxterm/automations.json에 있습니다. JSON을 직접 편집한 다음 실행 중인 엔진을 다시 로드하세요. 테스트와 로그 진단에는 `cmux automation` CLI를 계속 사용할 수 있습니다.
nb: Reglene ligger i ~/.cmuxterm/automations.json. Rediger JSON-filen direkte, og last deretter inn den kjørende motoren på nytt. CLI-en `cmux automation` er fortsatt tilgjengelig for testing og loggdiagnostikk.
pl: Reguły znajdują się w ~/.cmuxterm/automations.json. Edytuj JSON bezpośrednio, a następnie przeładuj działający silnik. Interfejs CLI `cmux automation` pozostaje dostępny do testów i diagnostyki logów.
pt_br: As regras ficam em ~/.cmuxterm/automations.json. Edite o JSON diretamente e depois recarregue o mecanismo em execução. A CLI `cmux automation` continua disponível para testes e diagnóstico de logs.
ru: Правила находятся в ~/.cmuxterm/automations.json. Отредактируйте JSON напрямую, затем перезагрузите работающий движок. CLI `cmux automation` по-прежнему доступен для тестирования и диагностики журналов.
th: กฎอยู่ที่ ~/.cmuxterm/automations.json แก้ไข JSON โดยตรง แล้วโหลดเอนจินที่กำลังทำงานใหม่ CLI `cmux automation` ยังใช้สำหรับทดสอบและวินิจฉัยบันทึกได้
tr: Kurallar ~/.cmuxterm/automations.json içinde bulunur. JSON'u doğrudan düzenleyin, ardından çalışan motoru yeniden yükleyin. `cmux automation` CLI'si test ve günlük tanılama için kullanılmaya devam eder.
uk: Правила містяться в ~/.cmuxterm/automations.json. Відредагуйте JSON безпосередньо, а потім перезавантажте запущений рушій. CLI `cmux automation` залишається доступним для тестування та діагностики журналів.
zh_hans: 规则位于 ~/.cmuxterm/automations.json。直接编辑 JSON，然后重新加载正在运行的引擎。`cmux automation` CLI 仍可用于测试和日志诊断。
zh_hant: 規則位於 ~/.cmuxterm/automations.json。直接編輯 JSON，然後重新載入正在執行的引擎。`cmux automation` CLI 仍可用於測試與記錄診斷。

# settings.automation.rules.reload
source: Reload
ar: إعادة التحميل
bs: Ponovo učitaj
da: Genindlæs
de: Neu laden
es: Recargar
fr: Recharger
it: Ricarica
ja: 再読み込み
km: ផ្ទុកឡើងវិញ
ko: 다시 로드
nb: Last inn på nytt
pl: Przeładuj
pt_br: Recarregar
ru: Перезагрузить
th: โหลดใหม่
tr: Yeniden Yükle
uk: Перезавантажити
zh_hans: 重新加载
zh_hant: 重新載入

# settings.automation.rules.reload.requested
source: Reload requested.
ar: تم طلب إعادة التحميل.
bs: Zatraženo je ponovno učitavanje.
da: Genindlæsning anmodet.
de: Neuladen angefordert.
es: Recarga solicitada.
fr: Rechargement demandé.
it: Ricaricamento richiesto.
ja: 再読み込みを要求しました。
km: បានស្នើឱ្យផ្ទុកឡើងវិញ។
ko: 다시 로드를 요청했습니다.
nb: Ny innlasting forespurt.
pl: Zażądano przeładowania.
pt_br: Recarga solicitada.
ru: Запрошена перезагрузка.
th: ขอให้โหลดใหม่แล้ว
tr: Yeniden yükleme istendi.
uk: Запит на перезавантаження надіслано.
zh_hans: 已请求重新加载。
zh_hant: 已要求重新載入。

# settings.automation.rules.reload.unavailable
source: Automation engine unavailable.
ar: محرك الأتمتة غير متاح.
bs: Mehanizam automatizacije nije dostupan.
da: Automatiseringsmotoren er ikke tilgængelig.
de: Automatisierungs-Engine nicht verfügbar.
es: El motor de automatización no está disponible.
fr: Moteur d’automatisation indisponible.
it: Motore di automazione non disponibile.
ja: 自動化エンジンを利用できません。
km: ម៉ាស៊ីនស្វ័យប្រវត្តិកម្មមិនអាចប្រើបានទេ។
ko: 자동화 엔진을 사용할 수 없습니다.
nb: Automatiseringsmotoren er utilgjengelig.
pl: Silnik automatyzacji jest niedostępny.
pt_br: O mecanismo de automação não está disponível.
ru: Движок автоматизации недоступен.
th: เอนจินการทำงานอัตโนมัติไม่พร้อมใช้งาน
tr: Otomasyon motoru kullanılamıyor.
uk: Рушій автоматизації недоступний.
zh_hans: 自动化引擎不可用。
zh_hant: 自動化引擎無法使用。

# settings.taxonomy.general
source: General
ar: عام
de: Allgemein
es: Ajustes generales
fr: Général
ja: 一般
ko: 일반
zh_hans: 常规
zh_hant: 一般

# settings.taxonomy.workspace
source: Workspace
ar: مساحة العمل
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
ja: ワークスペース
ko: 작업 공간
zh_hans: 工作区
zh_hant: 工作區

# settings.taxonomy.sidebarAndDock
source: Sidebar & Dock
ar: الشريط الجانبي وDock
de: Seitenleiste & Dock
es: Barra lateral y Dock
fr: Barre latérale et Dock
ja: サイドバーと Dock
ko: 사이드바 및 Dock
zh_hans: 侧边栏与 Dock
zh_hant: 側邊欄與 Dock

# settings.taxonomy.agentsAndAutomation
source: Agents & Automation
ar: الوكلاء والأتمتة
de: Agenten & Automatisierung
es: Agentes y automatización
fr: Agents et automatisation
ja: エージェントと自動化
ko: 에이전트 및 자동화
zh_hans: 代理与自动化
zh_hant: 代理程式與自動化

# settings.taxonomy.browserAndFiles
source: Browser & Files
ar: المتصفح والملفات
de: Browser & Dateien
es: Navegador y archivos
fr: Navigateur et fichiers
ja: ブラウザとファイル
ko: 브라우저 및 파일
zh_hans: 浏览器与文件
zh_hant: 瀏覽器與檔案

# settings.taxonomy.remoteAndDevices
source: Remote & Devices
ar: الأجهزة والاتصال عن بُعد
de: Remote & Geräte
es: Remoto y dispositivos
fr: À distance et appareils
ja: リモートとデバイス
ko: 원격 및 기기
zh_hans: 远程与设备
zh_hant: 遠端與裝置

# settings.taxonomy.keyboardAndAdvanced
source: Keyboard & Advanced
ar: لوحة المفاتيح والإعدادات المتقدمة
de: Tastatur & Erweitertes
es: Teclado y opciones avanzadas
fr: Clavier et options avancées
ja: キーボードと詳細設定
ko: 키보드 및 고급
zh_hans: 键盘与高级
zh_hant: 鍵盤與進階

# settings.terminal.themeGallery.default
source: Ghostty default colors
ar: ألوان Ghostty الافتراضية
bs: Zadane boje Ghosttyja
da: Ghosttys standardfarver
de: Ghostty-Standardfarben
es: Colores predeterminados de Ghostty
fr: Couleurs par défaut de Ghostty
it: Colori predefiniti di Ghostty
ja: Ghostty のデフォルトの色
km: ពណ៌លំនាំដើមរបស់ Ghostty
ko: Ghostty 기본 색상
nb: Ghosttys standardfarger
pl: Domyślne kolory Ghostty
pt_br: Cores padrão do Ghostty
ru: Цвета Ghostty по умолчанию
th: สีเริ่มต้นของ Ghostty
tr: Ghostty varsayılan renkleri
uk: Стандартні кольори Ghostty
zh_hans: Ghostty 默认颜色
zh_hant: Ghostty 預設顏色

# settings.terminal.themeGallery.noResults
source: No themes match your search.
ar: لا توجد سمات تطابق بحثك.
bs: Nijedna tema ne odgovara pretrazi.
da: Ingen temaer matcher din søgning.
de: Keine Themes entsprechen deiner Suche.
es: Ningún tema coincide con tu búsqueda.
fr: Aucun thème ne correspond à votre recherche.
it: Nessun tema corrisponde alla ricerca.
ja: 検索に一致するテーマはありません。
km: គ្មានស្បែកណាត្រូវនឹងការស្វែងរករបស់អ្នកទេ។
ko: 검색과 일치하는 테마가 없습니다.
nb: Ingen temaer samsvarer med søket.
pl: Żaden motyw nie pasuje do wyszukiwania.
pt_br: Nenhum tema corresponde à sua pesquisa.
ru: Нет тем, соответствующих запросу.
th: ไม่มีธีมที่ตรงกับการค้นหา
tr: Aramanızla eşleşen tema yok.
uk: Немає тем, що відповідають пошуку.
zh_hans: 没有与搜索匹配的主题。
zh_hant: 沒有符合搜尋的主題。

# settings.terminal.themeGallery.openInTerminal
source: Open in Terminal…
ar: فتح في الطرفية…
bs: Otvori u terminalu…
da: Åbn i terminal…
de: Im Terminal öffnen …
es: Abrir en el terminal…
fr: Ouvrir dans le terminal…
it: Apri nel terminale…
ja: ターミナルで開く…
km: បើកក្នុងទែមីណាល់…
ko: 터미널에서 열기…
nb: Åpne i terminal …
pl: Otwórz w terminalu…
pt_br: Abrir no terminal…
ru: Открыть в терминале…
th: เปิดในเทอร์มินัล…
tr: Terminalde aç…
uk: Відкрити в терміналі…
zh_hans: 在终端中打开…
zh_hant: 在終端機中開啟…

# settings.terminal.themeGallery.openInTerminal.help
source: Runs the searchable cmux themes picker in a new terminal tab.
ar: يشغّل منتقي سمات cmux القابل للبحث في علامة تبويب طرفية جديدة.
bs: Pokreće pretraživi birač tema cmux u novoj kartici terminala.
da: Kører den søgbare cmux-temavælger i en ny terminalfane.
de: Startet die durchsuchbare cmux-Themes-Auswahl in einem neuen Terminal-Tab.
es: Ejecuta el selector de temas de cmux con búsqueda en una nueva pestaña de terminal.
fr: Lance le sélecteur de thèmes cmux avec recherche dans un nouvel onglet de terminal.
it: Esegue il selettore di temi cmux con ricerca in una nuova scheda del terminale.
ja: 検索できる cmux テーマピッカーを新しいターミナルタブで実行します。
km: ដំណើរការកម្មវិធីជ្រើសស្បែក cmux ដែលអាចស្វែងរកបាន ក្នុងផ្ទាំងទែមីណាល់ថ្មី។
ko: 새 터미널 탭에서 검색 가능한 cmux 테마 선택기를 실행합니다.
nb: Kjører den søkbare cmux-temavelgeren i en ny terminalfane.
pl: Uruchamia wyszukiwarkę motywów cmux w nowej karcie terminala.
pt_br: Executa o seletor de temas do cmux com busca em uma nova aba do terminal.
ru: Запускает окно выбора тем cmux с поиском в новой вкладке терминала.
th: เรียกใช้ตัวเลือกธีม cmux ที่ค้นหาได้ในแท็บเทอร์มินัลใหม่
tr: Aranabilir cmux tema seçicisini yeni bir terminal sekmesinde çalıştırır.
uk: Запускає вибір тем cmux із пошуком у новій вкладці термінала.
zh_hans: 在新的终端标签页中运行可搜索的 cmux 主题选择器。
zh_hant: 在新的終端機分頁中執行可搜尋的 cmux 主題選擇器。

# settings.terminal.themeGallery.pair
source: Light: %1$@ · Dark: %2$@
ar: فاتح: %1$@ · داكن: %2$@
bs: Svijetla: %1$@ · Tamna: %2$@
da: Lyst: %1$@ · Mørkt: %2$@
de: Hell: %1$@ · Dunkel: %2$@
es: Claro: %1$@ · Oscuro: %2$@
fr: Clair : %1$@ · Sombre : %2$@
it: Chiaro: %1$@ · Scuro: %2$@
ja: ライト: %1$@ · ダーク: %2$@
km: ភ្លឺ៖ %1$@ · ងងឹត៖ %2$@
ko: 라이트: %1$@ · 다크: %2$@
nb: Lyst: %1$@ · Mørkt: %2$@
pl: Jasny: %1$@ · Ciemny: %2$@
pt_br: Claro: %1$@ · Escuro: %2$@
ru: Светлая: %1$@ · Тёмная: %2$@
th: สว่าง: %1$@ · มืด: %2$@
tr: Açık: %1$@ · Koyu: %2$@
uk: Світла: %1$@ · Темна: %2$@
zh_hans: 浅色：%1$@ · 深色：%2$@
zh_hant: 淺色：%1$@ · 深色：%2$@

# settings.terminal.themeGallery.revert
source: Revert
ar: تراجع
bs: Vrati
da: Fortryd
de: Zurücksetzen
es: Revertir
fr: Rétablir
it: Ripristina
ja: 元に戻す
km: ត្រឡប់វិញ
ko: 되돌리기
nb: Tilbakestill
pl: Przywróć
pt_br: Reverter
ru: Вернуть
th: ย้อนกลับ
tr: Geri al
uk: Повернути
zh_hans: 还原
zh_hant: 還原

# settings.terminal.themeGallery.search
source: Search all themes
ar: البحث في كل السمات
bs: Pretraži sve teme
da: Søg i alle temaer
de: Alle Themes durchsuchen
es: Buscar en todos los temas
fr: Rechercher dans tous les thèmes
it: Cerca in tutti i temi
ja: すべてのテーマを検索
km: ស្វែងរកស្បែកទាំងអស់
ko: 모든 테마 검색
nb: Søk i alle temaer
pl: Szukaj we wszystkich motywach
pt_br: Pesquisar todos os temas
ru: Искать во всех темах
th: ค้นหาธีมทั้งหมด
tr: Tüm temalarda ara
uk: Шукати в усіх темах
zh_hans: 搜索所有主题
zh_hant: 搜尋所有主題

# settings.terminal.themeGallery.slot
source: Appearance
ar: المظهر
bs: Izgled
da: Udseende
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
km: រូបរាង
ko: 모양
nb: Utseende
pl: Wygląd
pt_br: Aparência
ru: Оформление
th: ลักษณะที่ปรากฏ
tr: Görünüm
uk: Вигляд
zh_hans: 外观
zh_hant: 外觀

# settings.terminal.themeGallery.writeFailed
source: Couldn't save the terminal theme. Please try again.
ar: تعذّر حفظ سمة الطرفية. يُرجى المحاولة مرة أخرى.
bs: Tema terminala nije sačuvana. Pokušajte ponovo.
da: Terminaltemaet kunne ikke gemmes. Prøv igen.
de: Das Terminal-Theme konnte nicht gespeichert werden. Bitte versuche es erneut.
es: No se pudo guardar el tema del terminal. Inténtalo de nuevo.
fr: Impossible d’enregistrer le thème du terminal. Veuillez réessayer.
it: Impossibile salvare il tema del terminale. Riprova.
ja: ターミナルテーマを保存できませんでした。もう一度お試しください。
km: មិនអាចរក្សាទុកស្បែកទែមីណាល់បានទេ។ សូមព្យាយាមម្ដងទៀត។
ko: 터미널 테마를 저장하지 못했습니다. 다시 시도하세요.
nb: Kunne ikke lagre terminaltemaet. Prøv igjen.
pl: Nie udało się zapisać motywu terminala. Spróbuj ponownie.
pt_br: Não foi possível salvar o tema do terminal. Tente novamente.
ru: Не удалось сохранить тему терминала. Повторите попытку.
th: บันทึกธีมเทอร์มินัลไม่ได้ โปรดลองอีกครั้ง
tr: Terminal teması kaydedilemedi. Lütfen tekrar deneyin.
uk: Не вдалося зберегти тему термінала. Спробуйте ще раз.
zh_hans: 无法保存终端主题。请重试。
zh_hant: 無法儲存終端機主題。請再試一次。

# settings.terminal.themeGallery.card.dark
source: Current dark theme
ar: سمة الوضع الداكن الحالية
bs: Trenutna tamna tema
da: Nuværende mørkt tema
de: Aktuelles dunkles Theme
es: Tema oscuro actual
fr: Thème sombre actuel
it: Tema scuro attuale
ja: 現在のダークテーマ
km: ស្បែកងងឹតបច្ចុប្បន្ន
ko: 현재 다크 테마
nb: Gjeldende mørkt tema
pl: Bieżący ciemny motyw
pt_br: Tema escuro atual
ru: Текущая тёмная тема
th: ธีมมืดปัจจุบัน
tr: Geçerli koyu tema
uk: Поточна темна тема
zh_hans: 当前深色主题
zh_hant: 目前的深色主題

# settings.terminal.themeGallery.card.light
source: Current light theme
ar: سمة الوضع الفاتح الحالية
bs: Trenutna svijetla tema
da: Nuværende lyst tema
de: Aktuelles helles Theme
es: Tema claro actual
fr: Thème clair actuel
it: Tema chiaro attuale
ja: 現在のライトテーマ
km: ស្បែកភ្លឺបច្ចុប្បន្ន
ko: 현재 라이트 테마
nb: Gjeldende lyst tema
pl: Bieżący jasny motyw
pt_br: Tema claro atual
ru: Текущая светлая тема
th: ธีมสว่างปัจจุบัน
tr: Geçerli açık tema
uk: Поточна світла тема
zh_hans: 当前浅色主题
zh_hant: 目前的淺色主題

# settings.terminal.themeGallery.card.lightAndDark
source: Current light and dark theme
ar: سمة الوضعين الفاتح والداكن الحالية
bs: Trenutna svijetla i tamna tema
da: Nuværende lyst og mørkt tema
de: Aktuelles helles und dunkles Theme
es: Tema claro y oscuro actual
fr: Thème clair et sombre actuel
it: Tema chiaro e scuro attuale
ja: 現在のライトおよびダークテーマ
km: ស្បែកភ្លឺ និងងងឹតបច្ចុប្បន្ន
ko: 현재 라이트 및 다크 테마
nb: Gjeldende lyst og mørkt tema
pl: Bieżący jasny i ciemny motyw
pt_br: Tema claro e escuro atual
ru: Текущая светлая и тёмная тема
th: ธีมสว่างและมืดปัจจุบัน
tr: Geçerli açık ve koyu tema
uk: Поточна світла й темна тема
zh_hans: 当前浅色和深色主题
zh_hant: 目前的淺色與深色主題

# settings.app.channelSwitch.nightly.button
source: Switch to Nightly
ar: التبديل إلى Nightly
de: Zu Nightly wechseln
es: Cambiar a Nightly
fr: Passer à Nightly
ja: Nightly に切り替える
ko: Nightly로 전환
zh_hans: 切换到 Nightly
zh_hant: 切換至 Nightly

# settings.app.channelSwitch.nightly.subtitle
source: Open cmux NIGHTLY, built daily from the latest code. It installs next to this app and updates separately.
ar: افتح cmux NIGHTLY، المبني يوميًا من أحدث شيفرة. يُثبَّت بجانب هذا التطبيق ويُحدَّث بشكل منفصل.
de: cmux NIGHTLY öffnen, täglich aus dem neuesten Code gebaut. Es wird neben dieser App installiert und separat aktualisiert.
es: Abre cmux NIGHTLY, compilado a diario con el código más reciente. Se instala junto a esta app y se actualiza por separado.
fr: Ouvrir cmux NIGHTLY, compilé chaque jour à partir du code le plus récent. Il s’installe à côté de cette app et se met à jour séparément.
ja: 最新のコードから毎日ビルドされる cmux NIGHTLY を開きます。このアプリと並べてインストールされ、別々にアップデートされます。
ko: 최신 코드로 매일 빌드되는 cmux NIGHTLY를 엽니다. 이 앱과 나란히 설치되며 별도로 업데이트됩니다.
zh_hans: 打开 cmux NIGHTLY，每天基于最新代码构建。它会安装在此应用旁边，并单独更新。
zh_hant: 開啟 cmux NIGHTLY，每天以最新程式碼建置。它會安裝在此 App 旁邊，並獨立更新。

# settings.app.channelSwitch.nightly.title
source: Nightly Build
ar: إصدار Nightly
es: Compilación Nightly
fr: Build Nightly
ja: Nightly ビルド
ko: Nightly 빌드
zh_hans: Nightly 版本
zh_hant: Nightly 版本

# settings.app.channelSwitch.stable.button
source: Switch to Stable
ar: التبديل إلى الإصدار المستقر
de: Zu Stable wechseln
es: Cambiar a Stable
fr: Passer à Stable
ja: 安定版に切り替える
ko: 안정 버전으로 전환
zh_hans: 切换到稳定版
zh_hant: 切換至穩定版

# settings.app.channelSwitch.stable.subtitle
source: Open the stable cmux app. It installs next to this one if it is missing.
ar: افتح تطبيق cmux المستقر. إذا لم يكن مثبتًا، فسيُثبَّت بجانب هذا التطبيق.
de: Die stabile cmux-App öffnen. Fehlt sie, wird sie neben dieser installiert.
es: Abre la app estable de cmux. Si no está, se instala junto a esta.
fr: Ouvrir l’app cmux stable. Si elle est absente, elle s’installe à côté de celle-ci.
ja: 安定版の cmux アプリを開きます。見つからない場合は、このアプリと並べてインストールされます。
ko: 안정 버전 cmux 앱을 엽니다. 설치되어 있지 않으면 이 앱 옆에 설치됩니다.
zh_hans: 打开稳定版 cmux 应用。如果尚未安装，会安装在此应用旁边。
zh_hant: 開啟穩定版 cmux App。若尚未安裝，會安裝在此 App 旁邊。

# settings.app.channelSwitch.stable.title
source: Stable Release
ar: الإصدار المستقر
de: Stabile Version
es: Versión estable
fr: Version stable
ja: 安定版
ko: 안정 버전
zh_hans: 稳定版
zh_hant: 穩定版

# settings.terminal.themeGallery.darkGroup
source: Dark Themes
ar: السمات الداكنة
de: Dunkle Designs
es: Temas oscuros
fr: Thèmes sombres
ja: ダークテーマ
ko: 다크 테마
zh_hans: 深色主题
zh_hant: 深色主題

# settings.terminal.themeGallery.lightGroup
source: Light Themes
ar: السمات الفاتحة
de: Helle Designs
es: Temas claros
fr: Thèmes clairs
ja: ライトテーマ
ko: 라이트 테마
zh_hans: 浅色主题
zh_hant: 淺色主題

# settings.automation.pi
source: Pi Integration
ar: تكامل Pi
bs: Pi integracija
es: Integración de Pi
fr: Intégration de Pi
it: Integrazione di Pi
ja: Pi連携
km: ការរួមបញ្ចូល Pi
ko: Pi 연동
nb: Pi-integrasjon
pl: Integracja Pi
pt_br: Integração do Pi
ru: Интеграция Pi
th: การผสานรวม Pi
tr: Pi entegrasyonu
uk: Інтеграція Pi
zh_hans: Pi 集成
zh_hant: Pi 整合

# settings.automation.pi.note
source: When enabled, cmux wraps the pi command and loads its bundled session extension without changing your Pi configuration. Disable if you prefer to manage Pi hooks yourself.
ar: عند التفعيل، يغلّف cmux أمر pi ويحمّل امتداد الجلسة المضمّن دون تغيير إعدادات Pi. عطّل هذا الخيار إذا كنت تفضّل إدارة خطافات Pi بنفسك.
bs: Kada je omogućeno, cmux obavija naredbu pi i učitava ugrađeno proširenje sesije bez mijenjanja vaše Pi konfiguracije. Onemogućite ako želite sami upravljati Pi kukama.
da: Når funktionen er aktiveret, indpakker cmux pi-kommandoen og indlæser den medfølgende sessionsudvidelse uden at ændre din Pi-konfiguration. Deaktiver den, hvis du selv vil administrere Pi-hooks.
de: Wenn aktiviert, umhüllt cmux den pi-Befehl und lädt seine gebündelte Sitzungserweiterung, ohne deine Pi-Konfiguration zu ändern. Deaktiviere dies, wenn du die Pi-Hooks selbst verwalten möchtest.
es: Cuando está activado, cmux envuelve el comando pi y carga su extensión de sesión integrada sin cambiar tu configuración de Pi. Desactívalo si prefieres gestionar tú mismo los hooks de Pi.
fr: Lorsque cette option est activée, cmux encapsule la commande pi et charge son extension de session intégrée sans modifier votre configuration Pi. Désactivez-la si vous préférez gérer les hooks Pi vous-même.
it: Quando è abilitata, cmux avvolge il comando pi e carica l'estensione di sessione inclusa senza modificare la configurazione di Pi. Disabilitala se preferisci gestire autonomamente gli hook di Pi.
ja: 有効にすると、cmuxはpiコマンドをラップし、Piの設定を変更せずにバンドルされたセッション拡張機能を読み込みます。Piのフックを自分で管理する場合は無効にしてください。
km: នៅពេលបើកដំណើរការ cmux នឹងរុំពាក្យបញ្ជា pi ហើយផ្ទុកផ្នែកបន្ថែមសម័យដែលភ្ជាប់មកជាមួយ ដោយមិនផ្លាស់ប្តូរការកំណត់ Pi របស់អ្នក។ បិទវា ប្រសិនបើអ្នកចង់គ្រប់គ្រង hooks របស់ Pi ដោយខ្លួនឯង។
ko: 활성화하면 cmux가 pi 명령을 래핑하고 Pi 설정을 변경하지 않고 번들 세션 확장을 로드합니다. Pi 훅을 직접 관리하려면 비활성화하세요.
nb: Når dette er aktivert, pakker cmux inn pi-kommandoen og laster den medfølgende øktutvidelsen uten å endre Pi-konfigurasjonen din. Deaktiver hvis du vil administrere Pi-hookene selv.
pl: Po włączeniu cmux opakuje polecenie pi i załaduje dołączone rozszerzenie sesji bez zmieniania konfiguracji Pi. Wyłącz tę opcję, jeśli wolisz samodzielnie zarządzać hookami Pi.
pt_br: Quando ativado, o cmux envolve o comando pi e carrega a extensão de sessão incluída sem alterar sua configuração do Pi. Desative se preferir gerenciar os hooks do Pi por conta própria.
ru: При включении cmux оборачивает команду pi и загружает встроенное расширение сеанса, не изменяя конфигурацию Pi. Отключите этот параметр, если предпочитаете управлять хуками Pi самостоятельно.
th: เมื่อเปิดใช้งาน cmux จะครอบคำสั่ง pi และโหลดส่วนขยายเซสชันที่มาพร้อมกับโปรแกรมโดยไม่เปลี่ยนการตั้งค่า Pi ของคุณ ปิดใช้งานหากต้องการจัดการ hooks ของ Pi เอง
tr: Etkinleştirildiğinde cmux, Pi yapılandırmanızı değiştirmeden pi komutunu sarar ve birlikte gelen oturum uzantısını yükler. Pi kancalarını kendiniz yönetmeyi tercih ediyorsanız devre dışı bırakın.
uk: Якщо ввімкнено, cmux обгортає команду pi й завантажує вбудоване розширення сеансу, не змінюючи конфігурацію Pi. Вимкніть цей параметр, якщо хочете самостійно керувати хуками Pi.
zh_hans: 启用后，cmux 会包装 pi 命令并加载内置会话扩展，不会更改你的 Pi 配置。如果你希望自行管理 Pi 钩子，请禁用此选项。
zh_hant: 啟用後，cmux 會包裝 pi 指令並載入內建工作階段擴充功能，不會變更你的 Pi 設定。若偏好自行管理 Pi 掛鉤，請停用此選項。

# settings.automation.pi.subtitleOff
source: Pi runs without cmux integration.
ar: يعمل Pi بدون تكامل cmux.
bs: Pi radi bez cmux integracije.
da: Pi kører uden cmux-integration.
de: Pi läuft ohne cmux-Integration.
es: Pi se ejecuta sin integración con cmux.
fr: Pi s’exécute sans intégration cmux.
it: Pi viene eseguito senza l'integrazione con cmux.
ja: Piはcmux連携なしで実行されます。
km: Pi ដំណើរការដោយគ្មានការរួមបញ្ចូល cmux។
ko: Pi가 cmux 연동 없이 실행됩니다.
nb: Pi kjører uten cmux-integrasjon.
pl: Pi działa bez integracji z cmux.
pt_br: O Pi é executado sem a integração com o cmux.
ru: Pi работает без интеграции с cmux.
th: Pi ทำงานโดยไม่มีการผสานรวมกับ cmux
tr: Pi, cmux entegrasyonu olmadan çalışır.
uk: Pi працює без інтеграції з cmux.
zh_hans: Pi 在没有 cmux 集成的情况下运行。
zh_hant: Pi 會在不使用 cmux 整合的情況下執行。

# settings.automation.pi.subtitleOn
source: Sidebar shows Pi session status and notifications.
ar: يعرض الشريط الجانبي حالة جلسة Pi والإشعارات.
bs: Bočna traka prikazuje status Pi sesije i obavijesti.
da: Sidepanelet viser Pi-sessionens status og notifikationer.
de: Die Seitenleiste zeigt den Pi-Sitzungsstatus und Benachrichtigungen an.
es: La barra lateral muestra el estado de la sesión de Pi y las notificaciones.
fr: La barre latérale affiche le statut de la session Pi et les notifications.
it: La barra laterale mostra lo stato della sessione Pi e le notifiche.
ja: サイドバーにPiセッションのステータスと通知が表示されます。
km: របារចំហៀងបង្ហាញស្ថានភាពសម័យ Pi និងការជូនដំណឹង។
ko: 사이드바에 Pi 세션 상태와 알림이 표시됩니다.
nb: Sidepanelet viser status og varsler for Pi-økten.
pl: Pasek boczny pokazuje stan sesji Pi i powiadomienia.
pt_br: A barra lateral mostra o status da sessão do Pi e as notificações.
ru: На боковой панели отображаются состояние сеанса Pi и уведомления.
th: แถบด้านข้างจะแสดงสถานะเซสชัน Pi และการแจ้งเตือน
tr: Kenar çubuğu, Pi oturumunun durumunu ve bildirimleri gösterir.
uk: Бічна панель показує стан сеансу Pi та сповіщення.
zh_hans: 侧边栏显示 Pi 会话状态和通知。
zh_hant: 側邊欄顯示 Pi 工作階段狀態和通知。

# devices.discovery.stop
source: Stop discovering other devices
ar: إيقاف اكتشاف الأجهزة الأخرى
de: Andere Geräte nicht mehr finden
es: Dejar de descubrir otros dispositivos
fr: Arrêter de rechercher d’autres appareils
ja: ほかのデバイスの検出を停止
ko: 다른 기기 검색 중지
zh_hans: 停止发现其他设备
zh_hant: 停止尋找其他裝置

# devices.incoming.hide
source: Hide this Mac from My Devices
ar: إخفاء جهاز Mac هذا من أجهزتي
de: Diesen Mac aus „Meine Geräte“ ausblenden
es: Ocultar este Mac de Mis dispositivos
fr: Masquer ce Mac de « Mes appareils »
ja: このMacをマイデバイスから隠す
ko: 내 기기에서 이 Mac 가리기
zh_hans: 从“我的设备”中隐藏此 Mac
zh_hant: 從「我的裝置」隱藏此 Mac
